{
    "Bash": "Deal 8 damage. Apply 2 Vulnerable.",
    "Bash+": "Deal 10 damage. Apply 3 Vulnerable.",
    "Defend": "Gain 5 Block.",
    "Defend+": "Gain 8 Block.",
    "Strike": "Deal 6 damage.",
    "Strike+": "Deal 9 damage.",
    "Anger": "Deal 6 damage. Add a copy of this card to your discard pile.",
    "Anger+": "Deal 8 damage. Add a copy of this card to your discard pile.",
    "Armaments": "Gain 5 Block. Upgrade a card in your hand for the rest of combat.",
    "Armaments+": "Gain 5 Block. Upgrade ALL cards in your hand for the rest of combat.",
    "Body Slam": "Deal damage equal to your current Block.",
    "Clash": "Can only be played if every card in your hand is an Attack. Deal 14 damage.",
    "Clash+": "Can only be played if every card in your hand is an Attack. Deal 18 damage.",
    "Cleave": "Deal 8 damage to ALL enemies.",
    "Cleave+": "Deal 11 damage to ALL enemies.",
    "Clothesline": "Deal 12 damage. Apply 2 Weak.",
    "Clothesline+": "Deal 14 damage. Apply 3 Weak.",
    "Flex": "Gain 2 Strength. At the end of your turn, lose 2 Strength.",
    "Flex+": "Gain 4 Strength. At the end of your turn, lose 4 Strength.",
    "Havoc": "Play the top card of your draw pile and Exhaust it.",
    "Headbutt": "Deal 9 damage. Place a card from your discard pile on top of your draw pile.",
    "Headbutt+": "Deal 12 damage. Place a card from your discard pile on top of your draw pile.",
    "Heavy Blade": "Deal 14 damage. Strength affects Heavy Blade 3 times.",
    "Heavy Blade+": "Deal 14 damage. Strength affects Heavy Blade 5 times.",
    "Iron Wave": "Gain 5 Block. Deal 5 damage.",
    "Iron Wave+": "Gain 7 Block. Deal 7 damage.",
    "Perfected Strike": "Deal 6 damage. Deals an additional 2 damage for ALL of your cards containing \"Strike\".",
    "Perfected Strike+": "Deal 6 damage. Deals an additional 3 damage for ALL of your cards containing \"Strike\".",
    "Pommel Strike": "Deal 9 damage. Draw 1 card.",
    "Pommel Strike+": "Deal 10 damage. Draw 2 cards.",
    "Shrug it Off": "Gain 8 Block. Draw 1 card.",
    "Shrug it Off+": "Gain 11 Block. Draw 1 card.",
    "Sword Boomerang": "Deal 3 damage to a random enemy 3 times.",
    "Sword Boomerang+": "Deal 3 damage to a random enemy 4 times.",
    "Thunderclap": "Deal 4 damage and apply 1 Vulnerable to ALL enemies.",
    "Thunderclap+": "Deal 7 damage and apply 1 Vulnerable to ALL enemies.",
    "True Grit": "Gain 7 Block. Exhaust a random card from your hand.",
    "True Grit+": "Gain 9 Block. Exhaust a card from your hand.",
    "Twin Strike": "Deal 5 damage twice.",
    "Twin Strike+": "Deal 7 damage twice.",
    "Warcry": "Draw 1 card. Place a card from your hand on top of your draw pile. Exhaust.",
    "Warcry+": "Draw 2 cards. Place a card from your hand on top of your draw pile. Exhaust.",
    "Wild Strike": "Deal 12 damage. Shuffle a Wound into your draw pile.",
    "Wild Strike+": "Deal 17 damage. Shuffle a Wound into your draw pile.",
    "Battle Trance": "Draw 3 cards. You cannot draw additional cards this turn.",
    "Battle Trance+": "Draw 4 cards. You cannot draw additional cards this turn.",
    "Blood for Blood": "Costs 1 less energy for each time you lose HP in combat. Deal 18 damage.",
    "Blood for Blood+": "Costs 1 less energy for each time you lose HP in combat. Deal 22 damage.",
    "Bloodletting": "Lose 3 HP. Gain 2 Energy.",
    "Bloodletting+": "Lose 3 HP. Gain 3 Energy.",
    "Burning Pact": "Exhaust 1 card. Draw 2 cards.",
    "Burning Pact+": "Exhaust 1 card. Draw 3 cards.",
    "Carnage": "Ethereal. Deal 20 damage.",
    "Carnage+": "Ethereal. Deal 28 damage.",
    "Combust": "At the end of your turn, lose 1 HP and deal 5 damage to ALL enemies.",
    "Combust+": "At the end of your turn, lose 1 HP and deal 7 damage to ALL enemies.",
    "Dark Embrace": "Whenever a card is Exhausted, draw 1 card.",
    "Disarm": "Enemy loses 2 Strength. Exhaust.",
    "Disarm+": "Enemy loses 3 Strength. Exhaust.",
    "Dropkick": "Deal 5 damage. If the enemy is Vulnerable, gain 1 energy and draw 1 card.",
    "Dropkick+": "Deal 8 damage. If the enemy is Vulnerable, gain 1 energy and draw 1 card.",
    "Dual Wield": "Create a copy of an Attack or Power card in your hand.",
    "Dual Wield+": "Create 2 copies of an Attack or Power card in your hand.",
    "Entrench": "Double your current Block.",
    "Evolve": "Whenever you draw a Status card, draw 1 card.",
    "Evolve+": "Whenever you draw a Status card, draw 2 cards.",
    "Feel No Pain": "Whenever a card is Exhausted, gain 3 Block.",
    "Feel No Pain+": "Whenever a card is Exhausted, gain 4 Block.",
    "Fire Breathing": "Whenever you draw a Status or Curse card, deal 6 damage to all enemies.",
    "Fire Breathing+": "Whenever you draw a Status or Curse card, deal 10 damage to all enemies.",
    "Flame Barrier": "Gain 12 Block. Whenever you are attacked this turn, deal 4 damage to the attacker.",
    "Flame Barrier+": "Gain 16 Block. Whenever you are attacked this turn, deal 6 damage to the attacker.",
    "Ghostly Armor": "Ethereal. Gain 10 Block.",
    "Ghostly Armor+": "Ethereal. Gain 13 Block.",
    "Hemokinesis": "Lose 2 HP. Deal 15 damage.",
    "Hemokinesis+": "Lose 2 HP. Deal 20 damage.",
    "Infernal Blade": "Add a random Attack to your hand. It costs 0 this turn. Exhaust.",
    "Inflame": "Gain 2 Strength.",
    "Inflame+": "Gain 3 Strength.",
    "Intimidate": "Apply 1 Weak to ALL enemies. Exhaust.",
    "Intimidate+": "Apply 2 Weak to ALL enemies. Exhaust.",
    "Metallicize": "At the end of your turn, gain 3 Block.",
    "Metallicize+": "At the end of your turn, gain 4 Block.",
    "Power Through": "Add 2 Wounds to your hand. Gain 15 Block.",
    "Power Through+": "Add 2 Wounds to your hand. Gain 20 Block.",
    "Pummel": "Deal 2 damage 4 times. Exhaust.",
    "Pummel+": "Deal 2 damage 5 times. Exhaust.",
    "Rage": "Whenever you play an Attack this turn, gain 3 Block.",
    "Rage+": "Whenever you play an Attack this turn, gain 5 Block.",
    "Rampage": "Deal 8 damage. Increase this card's damage by 5 this combat.",
    "Rampage+": "Deal 8 damage. Increase this card's damage by 8 this combat.",
    "Reckless Charge": "Deal 7 damage. Shuffle a Dazed into your draw pile.",
    "Reckless Charge+": "Deal 10 damage. Shuffle a Dazed into your draw pile.",
    "Rupture": "Whenever you lose HP from a card, gain 1 Strength.",
    "Rupture+": "Whenever you lose HP from a card, gain 2 Strength.",
    "Searing Blow": "Deal 12 damage. Can be upgraded any number of times.",
    "Searing Blow+": "Deal 16 damage. Can be upgraded any number of times.",
    "Second Wind": "Exhaust all non-Attack cards in your hand and gain 5 Block for each card Exhausted.",
    "Second Wind+": "Exhaust all non-Attack cards in your hand and gain 7 Block for each card Exhausted.",
    "Seeing Red": "Gain 2 energy. Exhaust.",
    "Sentinel": "Gain 5 Block. If this card is Exhausted, gain 2 energy.",
    "Sentinel+": "Gain 8 Block. If this card is Exhausted, gain 3 energy.",
    "Sever Soul": "Exhaust all non-Attack cards in your hand. Deal 16 damage.",
    "Sever Soul+": "Exhaust all non-Attack cards in your hand. Deal 22 damage.",
    "Shockwave": "Apply 3 Weak and Vulnerable to ALL enemies. Exhaust.",
    "Shockwave+": "Apply 5 Weak and Vulnerable to ALL enemies. Exhaust.",
    "Spot Weakness": "If the enemy intends to attack, gain 3 Strength.",
    "Spot Weakness+": "If the enemy intends to attack, gain 4 Strength.",
    "Uppercut": "Deal 13 damage. Apply 1 Weak. Apply 1 Vulnerable.",
    "Uppercut+": "Deal 13 damage. Apply 2 Weak. Apply 2 Vulnerable.",
    "Whirlwind": "Deal 5 damage to ALL enemies X times.",
    "Whirlwind+": "Deal 8 damage to ALL enemies X times.",
    "Barricade": "Block is not removed at the start of your turn.",
    "Berserk": "Gain 2 Vulnerable. At the start of your turn, gain 1 Energy.",
    "Berserk+": "Gain 1 Vulnerable. At the start of your turn, gain 1 Energy.",
    "Bludgeon": "Deal 32 damage.",
    "Bludgeon+": "Deal 42 damage.",
    "Brutality": "At the start of your turn, lose 1 HP and draw 1 card.",
    "Brutality+": "Innate. At the start of your turn, lose 1 HP and draw 1 card.",
    "Corruption": "Skills cost 0. Whenever you play a Skill, Exhaust it.",
    "Demon Form": "At the start of each turn, gain 2 Strength.",
    "Demon Form+": "At the start of each turn, gain 3 Strength.",
    "Double Tap": "This turn, your next Attack is played twice.",
    "Double Tap+": "This turn, your next 2 Attacks are played twice.",
    "Exhume": "Put a card from your Exhaust pile into your hand. Exhaust.",
    "Feed": "Deal 10 damage. If this kills a non-minion enemy, gain 3 permanent Max HP. Exhaust.",
    "Feed+": "Deal 12 damage. If this kills a non-minion enemy, gain 4 permanent Max HP. Exhaust.",
    "Fiend Fire": "Exhaust all cards in your hand. Deal 7 damage for each Exhausted card. Exhaust.",
    "Fiend Fire+": "Exhaust all cards in your hand. Deal 10 damage for each Exhausted card. Exhaust.",
    "Immolate": "Deal 21 damage to ALL enemies. Add a Burn into your discard pile.",
    "Immolate+": "Deal 28 damage to ALL enemies. Add a Burn into your discard pile.",
    "Impervious": "Gain 30 Block. Exhaust.",
    "Impervious+": "Gain 40 Block. Exhaust.",
    "Juggernaut": "Whenever you gain Block, deal 5 damage to a random enemy.",
    "Juggernaut+": "Whenever you gain Block, deal 7 damage to a random enemy.",
    "Limit Break": "Double your Strength. Exhaust.",
    "Limit Break+": "Double your Strength.",
    "Offering": "Lose 6 HP. Gain 2 energy. Draw 3 cards. Exhaust.",
    "Offering+": "Lose 6 HP. Gain 2 energy. Draw 5 cards. Exhaust.",
    "Reaper": "Deal 4 damage to ALL enemies. Heal HP equal to unblocked damage. Exhaust.",
    "Reaper+": "Deal 5 damage to ALL enemies. Heal HP equal to unblocked damage. Exhaust.",
    "Neutralize": "Deal 3 damage. Apply 1 Weak.",
    "Neutralize+": "Deal 4 damage. Apply 2 Weak.",
    "Survivor": "Gain 8 Block. Discard a card.",
    "Survivor+": "Gain 11 Block. Discard a card.",
    "Acrobatics": "Draw 3 cards. Discard 1 card.",
    "Acrobatics+": "Draw 4 cards. Discard 1 card.",
    "Backflip": "Gain 5 Block. Draw 2 cards.",
    "Backflip+": "Gain 8 Block. Draw 2 cards.",
    "Bane": "Deal 7 damage. If the enemy is Poisoned, deal 7 damage again.",
    "Bane+": "Deal 10 damage. If the enemy is Poisoned, deal 10 damage again.",
    "Blade Dance": "Add 3 Shivs to your hand.",
    "Blade Dance+": "Add 4 Shivs to your hand.",
    "Cloak And Dagger": "Gain 6 Block. Add 1 Shiv to your hand.",
    "Cloak And Dagger+": "Gain 6 Block. Add 2 Shivs to your hand.",
    "Dagger Spray": "Deal 4 damage to ALL enemies twice.",
    "Dagger Spray+": "Deal 6 damage to ALL enemies twice.",
    "Dagger Throw": "Deal 9 damage. Draw 1 card. Discard 1 card.",
    "Dagger Throw+": "Deal 12 damage. Draw 1 card. Discard 1 card.",
    "Deadly Poison": "Apply 5 Poison.",
    "Deadly Poison+": "Apply 7 Poison.",
    "Deflect": "Gain 4 Block.",
    "Deflect+": "Gain 7 Block.",
    "Dodge and Roll": "Gain 4 Block. Next turn, gain 4 Block.",
    "Dodge and Roll+": "Gain 6 Block. Next turn, gain 6 Block.",
    "Flying Knee": "Deal 8 damage. Next turn, gain 1 Energy.",
    "Flying Knee+": "Deal 11 damage. Next turn, gain 1 Energy.",
    "Outmaneuver": "Next turn, gain 2 Energy.",
    "Outmaneuver+": "Next turn, gain 3 Energy.",
    "Piercing Wail": "ALL enemies lose 6 Strength for 1 turn. Exhaust.",
    "Piercing Wail+": "ALL enemies lose 8 Strength for 1 turn. Exhaust.",
    "Poisoned Stab": "Deal 6 damage. Apply 3 Poison.",
    "Poisoned Stab+": "Deal 8 damage. Apply 4 Poison.",
    "Prepared": "Draw 1 card. Discard 1 card.",
    "Prepared+": "Draw 2 cards. Discard 2 cards.",
    "Quick Slash": "Deal 8 damage. Draw 1 card.",
    "Quick Slash+": "Deal 12 damage. Draw 1 card.",
    "Slice": "Deal 6 damage.",
    "Slice+": "Deal 9 damage.",
    "Sneaky Strike": "Deal 12 damage. If you have discarded a card this turn, gain 2 Energy.",
    "Sneaky Strike+": "Deal 16 damage. If you have discarded a card this turn, gain 2 Energy.",
    "Sucker Punch": "Deal 7 damage. Apply 1 Weak.",
    "Sucker Punch+": "Deal 9 damage. Apply 2 Weak.",
    "Accuracy": "Shivs deal 4 additional damage.",
    "Accuracy+": "Shivs deal 6 additional damage.",
    "All-Out Attack": "Deal 10 damage to ALL enemies. Discard 1 card at random.",
    "All-Out Attack+": "Deal 14 damage to ALL enemies. Discard 1 card at random.",
    "Backstab": "Deal 11 damage. Innate. Exhaust.",
    "Backstab+": "Deal 15 damage. Innate. Exhaust.",
    "Blur": "Gain 5 Block. Block is not removed at the start of your next turn.",
    "Blur+": "Gain 8 Block. Block is not removed at the start of your next turn.",
    "Bouncing Flask": "Apply 3 Poison to a random enemy 3 times.",
    "Bouncing Flask+": "Apply 3 Poison to a random enemy 4 times.",
    "Calculated Gamble": "Discard your hand, then draw that many cards. Exhaust.",
    "Calculated Gamble+": "Discard your hand, then draw that many cards.",
    "Caltrops": "Whenever you are attacked, deal 3 damage back.",
    "Caltrops+": "Whenever you are attacked, deal 5 damage back.",
    "Catalyst": "Double an enemy's Poison. Exhaust.",
    "Catalyst+": "Triple an enemy's Poison. Exhaust.",
    "Choke": "Deal 12 damage. Whenever you play a card this turn, the targeted enemy loses 3 HP.",
    "Choke+": "Deal 12 damage. Whenever you play a card this turn, the targeted enemy loses 5 HP.",
    "Concentrate": "Discard 3 cards. Gain 2 Energy.",
    "Concentrate+": "Discard 2 cards. Gain 2 Energy.",
    "Crippling Cloud": "Apply 4 Poison and 2 Weak to ALL enemies. Exhaust.",
    "Crippling Cloud+": "Apply 7 Poison and 2 Weak to ALL enemies. Exhaust.",
    "Dash": "Gain 10 Block. Deal 10 damage.",
    "Dash+": "Gain 13 Block. Deal 13 damage.",
    "Distraction": "Add a random Skill to your hand. It costs 0 this turn. Exhaust.",
    "Endless Agony": "Whenever you draw this card, add a copy of it to your hand. Deal 4 damage. Exhaust.",
    "Endless Agony+": "Whenever you draw this card, add a copy of it to your hand. Deal 6 damage. Exhaust.",
    "Escape Plan": "Draw 1 card. If you draw a Skill, gain 3 Block.",
    "Escape Plan+": "Draw 1 card. If you draw a Skill, gain 5 Block.",
    "Eviscerate": "Costs 1 less Energy for each card discarded this turn. Deal 7 damage three times.",
    "Eviscerate+": "Costs 1 less Energy for each card discarded this turn. Deal 9 damage three times.",
    "Expertise": "Draw cards until you have 6 in your hand.",
    "Expertise+": "Draw cards until you have 7 in your hand.",
    "Finisher": "Deal 6 damage for each Attack played this turn.",
    "Finisher+": "Deal 8 damage for each Attack played this turn.",
    "Flechettes": "Deal 4 damage for each Skill in your hand.",
    "Flechettes+": "Deal 6 damage for each Skill in your hand.",
    "Footwork": "Gain 2 Dexterity.",
    "Footwork+": "Gain 3 Dexterity.",
    "Heel Hook": "Deal 5 damage. If the enemy is Weak, Gain 1 Energy and draw 1 card.",
    "Heel Hook+": "Deal 8 damage. If the enemy is Weak, Gain 1 Energy and draw 1 card.",
    "Infinite Blades": "At the start of your turn, add a Shiv to your hand.",
    "Infinite Blades+": "Innate. At the start of your turn, add a Shiv to your hand.",
    "Leg Sweep": "Apply 2 Weak. Gain 11 Block.",
    "Leg Sweep+": "Apply 3 Weak. Gain 14 Block.",
    "Masterful Stab": "Costs 1 additional Energy for each time you lose HP this combat. Deal 12 damage.",
    "Masterful Stab+": "Costs 1 additional Energy for each time you lose HP this combat. Deal 16 damage.",
    "Noxious Fumes": "At the start of your turn, apply 2 Poison to ALL enemies.",
    "Noxious Fumes+": "At the start of your turn, apply 3 Poison to ALL enemies.",
    "Predator": "Deal 15 damage. Draw 2 more cards next turn.",
    "Predator+": "Deal 20 damage. Draw 2 more cards next turn.",
    "Reflex": "Unplayable. If this card is discarded from your hand, draw 2 cards.",
    "Reflex+": "Unplayable. If this card is discarded from your hand, draw 3 cards.",
    "Riddle With Holes": "Deal 3 damage 5 times.",
    "Riddle With Holes+": "Deal 4 damage 5 times.",
    "Setup": "Place a card in your hand on top of your draw pile. It costs 0 until it is played.",
    "Skewer": "Deal 7 damage X times.",
    "Skewer+": "Deal 10 damage X times.",
    "Tactician": "Unplayable. If this card is discarded from your hand, gain 1 Energy.",
    "Tactician+": "Unplayable. If this card is discarded from your hand, gain 2 Energy.",
    "Terror": "Apply 99 Vulnerable. Exhaust.",
    "Well-Laid Plans": "At the end of your turn, Retain up to 1 card.",
    "Well-Laid Plans+": "At the end of your turn, Retain up to 2 cards.",
    "A Thousand Cuts": "Whenever you play a card, deal 1 damage to ALL enemies.",
    "A Thousand Cuts+": "Whenever you play a card, deal 2 damage to ALL enemies.",
    "Adrenaline": "Gain 1 Energy. Draw 2 cards. Exhaust.",
    "Adrenaline+": "Gain 2 Energy. Draw 2 cards. Exhaust.",
    "After Image": "Whenever you play a card, gain 1 Block.",
    "After Image+": "Innate. Whenever you play a card, gain 1 Block.",
    "Alchemize": "Obtain a random potion. Exhaust.",
    "Bullet Time": "You cannot draw additional cards this turn. Reduce the cost of all cards in your hand to 0 this turn.",
    "Burst": "This turn, your next Skill is played twice.",
    "Burst+": "This turn, your next 2 Skills are played twice.",
    "Corpse Explosion": "Apply 6 Poison. When the enemy dies, deal damage equal to its max HP to ALL enemies.",
    "Corpse Explosion+": "Apply 9 Poison. When the enemy dies, deal damage equal to its max HP to ALL enemies.",
    "Die Die Die": "Deal 13 damage to ALL enemies. Exhaust.",
    "Die Die Die+": "Deal 17 damage to ALL enemies. Exhaust.",
    "Doppelganger": "Next turn, draw X cards and gain X Energy.",
    "Doppelganger+": "Next turn, draw X+1 cards and gain X+1 Energy.",
    "Envenom": "Whenever an attack deals unblocked damage, apply 1 Poison.",
    "Glass Knife": "Deal 8 damage twice. Decrease the damage of this card by 2 this combat.",
    "Glass Knife+": "Deal 12 damage twice. Decrease the damage of this card by 2 this combat.",
    "Grand Finale": "Can only be played if there are no cards in your draw pile. Deal 50 damage to ALL enemies.",
    "Grand Finale+": "Can only be played if there are no cards in your draw pile. Deal 60 damage to ALL enemies.",
    "Malaise": "Enemy loses X Strength. Apply X Weak. Exhaust.",
    "Malaise+": "Enemy loses X+1 Strength. Apply X+1 Weak. Exhaust.",
    "Nightmare": "Choose a card. Next turn, add 3 copies of that card into your hand. Exhaust.",
    "Phantasmal Killer": "On your next turn, your Attacks deal double damage.",
    "Storm of Steel": "Discard your hand. Add 1 Shiv into your hand for each card discarded.",
    "Storm of Steel+": "Discard your hand. Add 1 Shiv+ into your hand for each card discarded.",
    "Tools of the Trade": "At the start of your turn, draw 1 card and discard 1 card.",
    "Unload": "Deal 14 damage. Discard all non-Attack cards in your hand.",
    "Unload+": "Deal 18 damage. Discard all non-Attack cards in your hand.",
    "Wraith Form": "Gain 2 Intangible. At the end of your turn, lose 1 Dexterity.",
    "Wraith Form+": "Gain 3 Intangible. At the end of your turn, lose 1 Dexterity.",
    "Bandage Up": "Heal 4 HP. Exhaust.",
    "Bandage Up+": "Heal 6 HP. Exhaust.",
    "Blind": "Apply 2 Weak.",
    "Blind+": "Apply 2 Weak to ALL enemies.",
    "Dark Shackles": "Enemy loses 9 Strength for the rest of this turn. Exhaust.",
    "Dark Shackles+": "Enemy loses 15 Strength for the rest of this turn. Exhaust.",
    "Deep Breath": "Shuffle your discard pile into your draw pile. Draw 1 card.",
    "Deep Breath+": "Shuffle your discard pile into your draw pile. Draw 2 cards.",
    "Discovery": "Choose 1 of 3 random cards to add to your hand. It costs 0 this turn. Exhaust.",
    "Discovery+": "Choose 1 of 3 random cards to add to your hand. It costs 0 this turn.",
    "Dramatic Entrance": "Innate. Deal 8 damage to ALL enemies. Exhaust.",
    "Dramatic Entrance+": "Innate. Deal 12 damage to ALL enemies. Exhaust.",
    "Enlightenment": "Reduce the cost of cards in your hand to 1 this turn.",
    "Enlightenment+": "Reduce the cost of cards in your hand to 1 this combat.",
    "Finesse": "Gain 2 Block. Draw 1 card.",
    "Finesse+": "Gain 4 Block. Draw 1 card.",
    "Flash of Steel": "Deal 3 damage. Draw 1 card.",
    "Flash of Steel+": "Deal 6 damage. Draw 1 card.",
    "Forethought": "Place a card from your hand on the bottom of your draw pile. It costs 0 until played.",
    "Forethought+": "Place any number of cards from your hand on the bottom of your draw pile. They cost 0 until played.",
    "Good Instincts": "Gain 6 Block.",
    "Good Instincts+": "Gain 9 Block.",
    "Impatience": "If you have no Attack cards in your hand, draw 2 cards.",
    "Impatience+": "If you have no Attack cards in your hand, draw 3 cards.",
    "Jack Of All Trades": "Add 1 random Colorless card to your hand. Exhaust.",
    "Jack Of All Trades+": "Add 2 random Colorless cards to your hand. Exhaust.",
    "Madness": "A random card in your hand costs 0 for the rest of combat. Exhaust.",
    "Mind Blast": "Innate. Deal damage equal to the number of cards in your draw pile.",
    "Panacea": "Gain 1 Artifact. Exhaust.",
    "Panacea+": "Gain 2 Artifact. Exhaust.",
    "Panic Button": "Gain 30 Block. You cannot gain Block from cards for the next 2 turns. Exhaust.",
    "Panic Button+": "Gain 40 Block. You cannot gain Block from cards for the next 2 turns. Exhaust.",
    "Purity": "Choose and Exhaust 3 cards in your hand. Exhaust.",
    "Purity+": "Choose and Exhaust 5 cards in your hand. Exhaust.",
    "Swift Strike": "Deal 7 damage.",
    "Swift Strike+": "Deal 10 damage.",
    "Trip": "Apply 2 Vulnerable.",
    "Trip+": "Apply 2 Vulnerable to ALL enemies.",
    "Apotheosis": "Upgrade ALL of your cards for the rest of combat. Exhaust.",
    "Chrysalis": "Add 3 random Skills into your Draw Pile. They cost 0 this combat. Exhaust.",
    "Chrysalis+": "Add 5 random Skills into your Draw Pile. They cost 0 this combat. Exhaust.",
    "Hand of Greed": "Deal 20 damage. If this kills a non-minion enemy, gain 20 Gold.",
    "Hand of Greed+": "Deal 25 damage. If this kills a non-minion enemy, gain 25 Gold.",
    "Magnetism": "At the start of each turn, add a random colorless card to your hand.",
    "Master Of Strategy": "Draw 3 cards. Exhaust.",
    "Master Of Strategy+": "Draw 4 cards. Exhaust.",
    "Mayhem": "At the start of your turn, play the top card of your draw pile.",
    "Metamorphosis": "Add 3 random Attacks into your Draw Pile. They cost 0 this combat. Exhaust.",
    "Metamorphosis+": "Add 5 random Attacks into your Draw Pile. They cost 0 this combat. Exhaust.",
    "Panache": "Every time you play 5 cards in a single turn, deal 10 damage to ALL enemies.",
    "Panache+": "Every time you play 5 cards in a single turn, deal 14 damage to ALL enemies.",
    "Sadistic Nature": "Whenever you apply a Debuff to an enemy, they take 5 damage.",
    "Sadistic Nature+": "Whenever you apply a Debuff to an enemy, they take 7 damage.",
    "Secret Technique": "Choose a Skill from your draw pile and place it into your hand. Exhaust.",
    "Secret Technique+": "Choose a Skill from your draw pile and place it into your hand.",
    "Secret Weapon": "Choose an Attack from your draw pile and place it into your hand. Exhaust.",
    "Secret Weapon+": "Choose an Attack from your draw pile and place it into your hand.",
    "The Bomb": "At the end of 3 turns, deal 40 damage to ALL enemies.",
    "The Bomb+": "At the end of 3 turns, deal 50 damage to ALL enemies.",
    "Thinking Ahead": "Draw 2 cards. Place a card from your hand on top of your draw pile. Exhaust.",
    "Thinking Ahead+": "Draw 2 cards. Place a card from your hand on top of your draw pile.",
    "Transmutation": "Add X random colorless cards into your hand. They cost 0 this turn. Exhaust.",
    "Transmutation+": "Add X random Upgraded colorless cards into your hand. They cost 0 this turn. Exhaust.",
    "Violence": "Place 3 random Attack cards from your draw pile into your hand. Exhaust.",
    "Violence+": "Place 4 random Attack cards from your draw pile into your hand. Exhaust.",
    "Apparition": "Gain 1 Intangible. Exhaust. Ethereal.",
    "Apparition+": "Gain 1 Intangible. Exhaust.",
    "Beta": "Shuffle an Omega into your draw pile. Exhaust.",
    "Bite": "Deal 7 damage. Heal 2 HP.",
    "Bite+": "Deal 8 damage. Heal 3 HP.",
    "Expunger": "Deal 9 damage X times.",
    "Expunger+": "Deal 15 damage X times.",
    "Insight": "Retain. Draw 2 cards. Exhaust.",
    "Insight+": "Retain. Draw 3 cards. Exhaust.",
    "J.A.X.": "Lose 3 HP. Gain 2 Strength.",
    "J.A.X.+": "Lose 3 HP. Gain 3 Strength.",
    "Miracle": "Retain. Gain Energy. Exhaust.",
    "Miracle+": "Retain. Gain 2 Energy. Exhaust.",
    "Omega": "At the end of your turn deal 50 damage to ALL enemies.",
    "Omega+": "At the end of your turn deal 60 damage to ALL enemies.",
    "Ritual Dagger": "Deal 15 damage. If this kills an enemy then permanently increase this card's damage by 3. Exhaust.",
    "Ritual Dagger+": "Deal 15 damage. If this kills an enemy then permanently increase this card's damage by 5. Exhaust.",
    "Safety": "Retain. Gain 12 Block. Exhaust.",
    "Safety+": "Retain. Gain 16 Block. Exhaust.",
    "Shiv": "Deal 4 damage. Exhaust.",
    "Shiv+": "Deal 6 damage. Exhaust.",
    "Smite": "Retain. Deal 12 damage. Exhaust.",
    "Smite+": "Retain. Deal 16 damage. Exhaust.",
    "Through Violence": "Retain. Deal 20 damage. Exhaust.",
    "Through Violence+": "Retain. Deal 30 damage. Exhaust.",
    "Dualcast": "Evoke your next Orb twice.",
    "Zap": "Channel 1 Lightning Lightning.",
    "Ball Lightning": "Deal 7 damage. Channel 1 Lightning Lightning.",
    "Ball Lightning+": "Deal 10 damage. Channel 1 Lightning Lightning.",
    "Barrage": "Deal 4 damage for each Channeled Orb.",
    "Barrage+": "Deal 6 damage for each Channeled Orb.",
    "Beam Cell": "Deal 3 damage and apply 1 Vulnerable.",
    "Beam Cell+": "Deal 4 damage and apply 2 Vulnerable.",
    "Charge Battery": "Gain 7 Block. Next turn, gain 1 Energy.",
    "Charge Battery+": "Gain 10 Block. Next turn, gain 1 Energy.",
    "Claw": "Deal 3 damage. Increase the damage of ALL Claw cards by 2 this combat.",
    "Claw+": "Deal 5 damage. Increase the damage of ALL Claw cards by 2 this combat.",
    "Cold Snap": "Deal 6 damage. Channel 1 Frost Frost.",
    "Cold Snap+": "Deal 9 damage. Channel 1 Frost Frost.",
    "Compile Driver": "Deal 7 damage. Draw 1 card for each unique Orb you have.",
    "Compile Driver+": "Deal 10 damage. Draw 1 card for each unique Orb you have.",
    "Coolheaded": "Channel 1 Frost Frost. Draw 1 card.",
    "Coolheaded+": "Channel 1 Frost Frost. Draw 2 cards.",
    "Go for the Eyes": "Deal 3 damage. If the enemy intends to attack, apply 1 Weak.",
    "Go for the Eyes+": "Deal 4 damage. If the enemy intends to attack, apply 2 Weak.",
    "Hologram": "Gain 3 Block. Return a card from your discard pile to your hand. Exhaust.",
    "Hologram+": "Gain 5 Block. Return a card from your discard pile to your hand.",
    "Leap": "Gain 9 Block.",
    "Leap+": "Gain 12 Block.",
    "Rebound": "Deal 9 damage. Put the next card you play this turn on top of your draw pile.",
    "Rebound+": "Deal 12 damage. Put the next card you play this turn on top of your draw pile.",
    "Recursion": "Evoke your next Orb. Channel the Orb that was just Evoked.",
    "Stack": "Gain Block equal to the number of cards in your discard pile.",
    "Stack+": "Gain Block equal to the number of cards in your discard pile +3.",
    "Steam Barrier": "Gain 6 Block. Decrease this card's Block by 1 this combat.",
    "Steam Barrier+": "Gain 8 Block. Decrease this card's Block by 1 this combat.",
    "Streamline": "Deal 15 damage. Whenever you play this card, reduce its cost by 1 for this combat.",
    "Streamline+": "Deal 20 damage. Whenever you play this card, reduce its cost by 1 for this combat.",
    "Sweeping Beam": "Deal 6 damage to ALL enemies. Draw 1 card.",
    "Sweeping Beam+": "Deal 9 damage to ALL enemies. Draw 1 card.",
    "TURBO": "Gain 2 Energy. Add a Void into your discard pile.",
    "TURBO+": "Gain 3 Energy. Add a Void into your discard pile.",
    "Aggregate": "Gain 1 Energy for every 4 cards in your draw pile.",
    "Aggregate+": "Gain 1 Energy for every 3 cards in your draw pile.",
    "Auto-Shields": "If you have no Block, gain 11 Block.",
    "Auto-Shields+": "If you have no Block, gain 15 Block.",
    "Blizzard": "Deal damage equal to 2 times the number of Frost Frost Channeled this combat to ALL enemies.",
    "Blizzard+": "Deal damage equal to 3 times the number of Frost Frost Channeled this combat to ALL enemies.",
    "Boot Sequence": "Innate. Gain 10 Block. Exhaust.",
    "Boot Sequence+": "Innate. Gain 13 Block. Exhaust.",
    "Bullseye": "Deal 8 damage. Apply 2 Lock-On.",
    "Bullseye+": "Deal 11 damage. Apply 3 Lock-On.",
    "Capacitor": "Gain 2 Orb slots.",
    "Capacitor+": "Gain 3 Orb slots.",
    "Chaos": "Channel 1 random Orb.",
    "Chaos+": "Channel 2 random Orbs.",
    "Chill": "Channel 1 Frost Frost for each enemy in combat. Exhaust.",
    "Chill+": "Innate. Channel 1 Frost Frost for each enemy in combat. Exhaust.",
    "Consume": "Gain 2 Focus. Lose 1 Orb Slot.",
    "Consume+": "Gain 3 Focus. Lose 1 Orb Slot.",
    "Darkness": "Channel 1 Dark Dark.",
    "Darkness+": "Channel 1 Dark Dark. Trigger the passive ability of all Dark Dark orbs.",
    "Defragment": "Gain 1 Focus.",
    "Defragment+": "Gain 2 Focus.",
    "Doom and Gloom": "Deal 10 damage to ALL enemies. Channel 1 Dark Dark.",
    "Doom and Gloom+": "Deal 14 damage to ALL enemies. Channel 1 Dark Dark.",
    "Double Energy": "Double your Energy. Exhaust.",
    "Equilibrium": "Gain 13 Block. Retain your hand this turn.",
    "Equilibrium+": "Gain 16 Block. Retain your hand this turn.",
    "FTL": "Deal 5 damage. If you have played less than 3 cards this turn, draw 1 card.",
    "FTL+": "Deal 6 damage. If you have played less than 4 cards this turn, draw 1 card.",
    "Force Field": "Costs 1 less Energy for each Power card played this combat. Gain 12 Block.",
    "Force Field+": "Costs 1 less Energy for each Power card played this combat. Gain 16 Block.",
    "Fusion": "Channel 1 Plasma Plasma.",
    "Genetic Algorithm": "Gain 1 Block. Permanently increase this card's Block by 2. Exhaust.",
    "Genetic Algorithm+": "Gain 1 Block. Permanently increase this card's Block by 3. Exhaust.",
    "Glacier": "Gain 7 Block. Channel 2 Frost Frost.",
    "Glacier+": "Gain 10 Block. Channel 2 Frost Frost.",
    "Heatsinks": "Whenever you play a Power card, draw 1 card.",
    "Heatsinks+": "Whenever you play a Power card, draw 2 cards.",
    "Hello World": "At the start of your turn, add a random Common card into your hand.",
    "Hello World+": "Innate. At the start of your turn, add a random Common card into your hand.",
    "Loop": "At the start of your turn, trigger the passive ability of your next Orb.",
    "Loop+": "At the start of your turn, trigger the passive ability of your next Orb 2 times.",
    "Melter": "Remove all Block from an enemy. Deal 10 damage.",
    "Melter+": "Remove all Block from an enemy. Deal 14 damage.",
    "Overclock": "Draw 2 cards. Add a Burn into your discard pile.",
    "Overclock+": "Draw 3 cards. Add a Burn into your discard pile.",
    "Recycle": "Exhaust a card. Gain Energy equal to its cost.",
    "Reinforced Body": "Gain 7 Block X times.",
    "Reinforced Body+": "Gain 9 Block X times.",
    "Reprogram": "Lose 1 Focus. Gain 1 Strength. Gain 1 Dexterity.",
    "Reprogram+": "Lose 2 Focus. Gain 2 Strength. Gain 2 Dexterity.",
    "Rip and Tear": "Deal 7 damage to a random enemy 2 times.",
    "Rip and Tear+": "Deal 9 damage to a random enemy 2 times.",
    "Scrape": "Deal 7 damage. Draw 4 cards. Discard all cards drawn this way that do not cost 0.",
    "Scrape+": "Deal 10 damage. Draw 5 cards. Discard all cards drawn this way that do not cost 0.",
    "Self Repair": "At the end of combat, heal 7 HP.",
    "Self Repair+": "At the end of combat, heal 10 HP.",
    "Skim": "Draw 3 cards.",
    "Skim+": "Draw 4 cards.",
    "Static Discharge": "Whenever you take attack damage, Channel 1 Lightning Lightning.",
    "Static Discharge+": "Whenever you take attack damage, Channel 2 Lightning Lightning.",
    "Storm": "Whenever you play a Power card, Channel 1 Lightning Lightning.",
    "Storm+": "Innate. Whenever you play a Power card, Channel 1 Lightning Lightning.",
    "Sunder": "Deal 24 damage. If this kills an enemy, gain 3 Energy.",
    "Sunder+": "Deal 32 damage. If this kills an enemy, gain 3 Energy.",
    "Tempest": "Channel X Lightning Lightning. Exhaust.",
    "Tempest+": "Channel X+1 Lightning Lightning. Exhaust.",
    "White Noise": "Add a random Power to your hand. It costs 0 this turn. Exhaust.",
    "All for One": "Deal 10 damage. Put all cost 0 cards from your discard pile into your hand.",
    "All for One+": "Deal 14 damage. Put all cost 0 cards from your discard pile into your hand.",
    "Amplify": "This turn, your next Power is played twice.",
    "Amplify+": "This turn, your next 2 Powers are played twice.",
    "Biased Cognition": "Gain 4 Focus. At the start of each turn, lose 1 Focus.",
    "Biased Cognition+": "Gain 5 Focus. At the start of each turn, lose 1 Focus.",
    "Buffer": "Prevent the next time you would lose HP.",
    "Buffer+": "Prevent the next 2 times you would lose HP.",
    "Core Surge": "Deal 11 damage. Gain 1 Artifact. Exhaust.",
    "Core Surge+": "Deal 15 damage. Gain 1 Artifact. Exhaust.",
    "Creative AI": "At the start of each turn, add a random Power card to your hand.",
    "Echo Form": "Ethereal. The first card you play each turn is played twice.",
    "Echo Form+": "The first card you play each turn is played twice.",
    "Electrodynamics": "Lightning Lightning now hits ALL enemies. Channel 2 Lightning Lightning.",
    "Electrodynamics+": "Lightning Lightning now hits ALL enemies. Channel 3 Lightning Lightning.",
    "Fission": "Remove ALL of your Orbs. Gain 1 Energy and draw 1 card for each Orb removed. Exhaust.",
    "Fission+": "Evoke ALL of your Orbs. Gain 1 Energy and draw 1 card for each Orb Evoked. Exhaust.",
    "Hyperbeam": "Deal 26 damage to ALL enemies. Lose 3 Focus.",
    "Hyperbeam+": "Deal 34 damage to ALL enemies. Lose 3 Focus.",
    "Machine Learning": "At the start of your turn, draw 1 additional card.",
    "Machine Learning+": "Innate. At the start of your turn, draw 1 additional card.",
    "Meteor Strike": "Deal 24 damage. Channel 3 Plasma Plasma.",
    "Meteor Strike+": "Deal 30 damage. Channel 3 Plasma Plasma.",
    "Multi-Cast": "Evoke your next Orb X times.",
    "Multi-Cast+": "Evoke your next Orb X+1 times.",
    "Rainbow": "Channel 1 Lightning Lightning, 1 Frost Frost, and 1 Dark Dark. Exhaust.",
    "Rainbow+": "Channel 1 Lightning Lightning, 1 Frost Frost, and 1 Dark Dark.",
    "Reboot": "Shuffle all of your cards into your draw pile, then draw 4 cards. Exhaust.",
    "Reboot+": "Shuffle all of your cards into your draw pile, then draw 6 cards. Exhaust.",
    "Seek": "Choose a card from your draw pile and place it into your hand. Exhaust.",
    "Seek+": "Choose 2 cards from your draw pile and place them into your hand. Exhaust.",
    "Thunder Strike": "Deal 7 damage to a random enemy for each Lightning Lightning Channeled this combat.",
    "Thunder Strike+": "Deal 9 damage to a random enemy for each Lightning Lightning Channeled this combat.",
    "Eruption": "Deal 9 damage. Enter Wrath.",
    "Vigilance": "Enter Calm. Gain 8 Block.",
    "Vigilance+": "Enter Calm. Gain 12 Block.",
    "Bowling Bash": "Deal 7 damage for each enemy in combat.",
    "Bowling Bash+": "Deal 10 damage for each enemy in combat.",
    "Consecrate": "Deal 5 damage toALL enemies.",
    "Consecrate+": "Deal 8 damage to ALL enemies.",
    "Crescendo": "Retain. Enter Wrath. Exhaust.",
    "Crush Joints": "Deal 8 damage. If the previous card played was a skill, apply 1 Vulnerable.",
    "Crush Joints+": "Deal 10 damage. If the previous card played was a skill, apply 2 Vulnerable.",
    "Cut Through Fate": "Deal 7 damage. Scry 2. Draw 1 card.",
    "Cut Through Fate+": "Deal 9 damage. Scry 3. Draw 1 card.",
    "Empty Body": "Gain 7 Block. Exit your Stance.",
    "Empty Body+": "Gain 10 Block. Exit your Stance.",
    "Empty Fist": "Deal 9 damage. Exit your Stance.",
    "Empty Fist+": "Deal 14 damage. Exit your Stance.",
    "Evaluate": "Gain 6 Block. Shuffle an Insight into your draw pile.",
    "Evaluate+": "Gain 10 Block. Shuffle an Insight into your draw pile.",
    "Flurry of Blows": "Deal 4 damage. On Stance change, returns from the Discard Pile into your hand.",
    "Flurry of Blows+": "Deal 6 damage. On Stance change, returns from the Discard Pile into your hand.",
    "Flying Sleeves": "Retain. Deal 4 damage twice.",
    "Flying Sleeves+": "Retain. Deal 6 damage twice.",
    "Follow-Up": "Deal 7 damage. If the previous card played was an Attack, gain 1 Energy.",
    "Follow-Up+": "Deal 11 damage. If the previous card played was an Attack, gain 1 Energy.",
    "Halt": "Gain 3 Block. Wrath: Gain 9 additional Block.",
    "Halt+": "Gain 4 Block. Wrath: Gain 14 additional Block.",
    "Just Lucky": "Scry 1. Gain 2 Block. Deal 3 damage.",
    "Just Lucky+": "Scry 2. Gain 3 Block. Deal 4 damage.",
    "Pressure Points": "Apply 8 Mark. ALL enemies lose HP equal to their Mark.",
    "Pressure Points+": "Apply 11 Mark. ALL enemies lose HP equal to their Mark.",
    "Prostrate": "Gain 2 Mantra. Gain 4 Block.",
    "Prostrate+": "Gain 3 Mantra. Gain 4 Block.",
    "Protect": "Retain. Gain 12 Block.",
    "Protect+": "Retain. Gain 16 Block.",
    "Sash Whip": "Deal 8 damage. If the last card played this combat was an Attack, apply 1 Weak.",
    "Sash Whip+": "Deal 10 damage. If the last card played this combat was an Attack, apply 2 Weak.",
    "Third Eye": "Gain 7 Block. Scry 3.",
    "Third Eye+": "Gain 9 Block. Scry 5.",
    "Tranquility": "Retain. Enter Calm. Exhaust.",
    "Battle Hymn": "At the start of each turn add a Smite into your hand.",
    "Battle Hymn+": "Innate. At the start of each turn add a Smite into your hand.",
    "Carve Reality": "Deal 6 damage. Add a Smite into your hand.",
    "Carve Reality+": "Deal 10 damage. Add a Smite into your hand.",
    "Collect": "Put an Miracle+ into your hand at the start of your next X turns. Exhaust.",
    "Collect+": "Put an Miracle+ into your hand at the start of your next X+1 turns. Exhaust.",
    "Conclude": "Deal 12 damage to ALL enemies. End your turn.",
    "Conclude+": "Deal 16 damage to ALL enemies. End your turn.",
    "Deceive Reality": "Gain 4 Block. Add a Safety to your hand.",
    "Deceive Reality+": "Gain 7 Block. Add a Safety to your hand.",
    "Empty Mind": "Exit your Stance. Draw 2 cards.",
    "Empty Mind+": "Exit your Stance. Draw 3 cards.",
    "Fasting": "Gain 3 Strength. Gain 3 Dexterity. Gain 1 less Energy at the start of each turn.",
    "Fasting+": "Gain 4 Strength. Gain 4 Dexterity. Gain 1 less Energy at the start of each turn.",
    "Fear No Evil": "Deal 8 damage. If the enemy intends to Attack, enter Calm.",
    "Fear No Evil+": "Deal 11 damage. If the enemy intends to Attack, enter Calm.",
    "Foreign Influence": "Choose 1 of 3 Attacks of any color to add to your hand. Exhaust.",
    "Foreign Influence+": "Choose 1 of 3 Attacks of any color to add to your hand. It costs 0 this turn. Exhaust.",
    "Foresight": "At the start of your turn, Scry 3.",
    "Foresight+": "At the start of your turn, Scry 4.",
    "Indignation": "If you are in Wrath, apply 3 Vulnerable to ALL enemies, otherwise enter Wrath.",
    "Indignation+": "If you are in Wrath, apply 5 Vulnerable to ALL enemies, otherwise enter Wrath.",
    "Inner Peace": "If you are in Calm, draw 3 cards, otherwise Enter Calm.",
    "Inner Peace+": "If you are in Calm, draw 4 cards, otherwise Enter Calm.",
    "Like Water": "At the end of your turn, if you are in Calm, gain 5 Block.",
    "Like Water+": "At the end of your turn, if you are in Calm, gain 7 Block.",
    "Meditate": "Put 1 card from your discard pile into your hand and Retain it. Enter Calm. End your turn.",
    "Meditate+": "Put 2 cards from your discard pile into your hand and Retain it. Enter Calm. End your turn.",
    "Mental Fortress": "Whenever you switch Stances, gain 4 Block.",
    "Mental Fortress+": "Whenever you switch Stances, gain 6 Block.",
    "Nirvana": "Whenever you Scry, gain 3 Block.",
    "Nirvana+": "Whenever you Scry, gain 4 Block.",
    "Perseverance": "Retain. Gain 5 Block. Whenever this card is Retained, increase its Block by 2.",
    "Perseverance+": "Retain. Gain 7 Block. Whenever this card is Retained, increase its Block by 3.",
    "Pray": "Gain 3 Mantra. Shuffle an Insight into your draw pile.",
    "Pray+": "Gain 4 Mantra. Shuffle an Insight into your draw pile.",
    "Reach Heaven": "Deal 10 damage. Shuffle a Through Violence into your draw pile.",
    "Reach Heaven+": "Deal 15 damage. Shuffle a Through Violence into your draw pile.",
    "Rushdown": "Whenever you enter Wrath, draw 2 cards.",
    "Sanctity": "Gain 6 Block. If the previous card played was a Skill, draw 2 card.",
    "Sanctity+": "Gain 9 Block. If the previous card played was a Skill, draw 2 card.",
    "Sands of Time": "Retain. Deal 20 damage. Whenever this card is Retained, lower its cost by 1.",
    "Sands of Time+": "Retain. Deal 26 damage. Whenever this card is Retained, lower its cost by 1.",
    "Signature Move": "Can only be played if this is the only attack in your hand. Deal 30 damage.",
    "Signature Move+": "Can only be played if this is the only attack in your hand. Deal 40 damage.",
    "Simmering Fury": "At the start of your next turn, enter Wrath and draw 2 cards.",
    "Simmering Fury+": "At the start of your next turn, enter Wrath and draw 3 cards.",
    "Study": "At the end of your turn, shuffle an Insight into your draw pile.",
    "Swivel": "Gain 8 Block. The next Attack you play costs 0.",
    "Swivel+": "Gain 11 Block. The next Attack you play costs 0.",
    "Talk to the Hand": "Deal 5 damage. Whenever you attack this enemy, gain 2 Block. Exhaust.",
    "Talk to the Hand+": "Deal 7 damage. Whenever you attack this enemy, gain 3 Block. Exhaust.",
    "Tantrum": "Deal 3 damage 3 times. Enter Wrath. Shuffle this card into your draw pile.",
    "Tantrum+": "Deal 3 damage 4 times. Enter Wrath. Shuffle this card into your draw pile.",
    "Wallop": "Deal 9 damage. Gain Block equal to unblocked damage dealt.",
    "Wallop+": "Deal 12 damage. Gain Block equal to unblocked damage dealt.",
    "Wave of the Hand": "Whenever you gain Block this turn, apply 1 Weak to ALL enemies.",
    "Wave of the Hand+": "Whenever you gain Block this turn, apply 2 Weak to ALL enemies.",
    "Weave": "Deal 4 damage. Whenever you Scry, return this from the discard pile to your Hand.",
    "Weave+": "Deal 6 damage. Whenever you Scry, return this from the discard pile to your Hand.",
    "Wheel Kick": "Deal 15 damage. Draw 2 cards.",
    "Wheel Kick+": "Deal 20 damage. Draw 2 cards.",
    "Windmill Strike": "Retain. Deal 7 damage. Whenever this card is Retained, increase its damage by 4.",
    "Windmill Strike+": "Retain. Deal 10 damage. Whenever this card is Retained, increase its damage by 5.",
    "Worship": "Gain 5 Mantra.",
    "Worship+": "Retain. Gain 5 Mantra.",
    "Wreath of Flame": "Your next Attack deals 5 additional damage.",
    "Wreath of Flame+": "Your next Attack deals 8 additional damage.",
    "Alpha": "Shuffle a Beta into your draw pile. Exhaust.",
    "Alpha+": "Innate. Shuffle a Beta into your draw pile. Exhaust.",
    "Blasphemy": "Enter Divinity. Die next turn. Exhaust.",
    "Blasphemy+": "Retain. Enter Divinity. Die next turn. Exhaust.",
    "Brilliance": "Deal 12 damage. Deals additional damage for all Mantra gained this combat.",
    "Brilliance+": "Deal 16 damage. Deals additional damage for all Mantra gained this combat.",
    "Conjure Blade": "Shuffle an Expunger with X into your draw pile. Exhaust.",
    "Conjure Blade+": "Shuffle an Expunger with X+1 into your draw pile. Exhaust.",
    "Deus Ex Machina": "Unplayable. When you draw this card, add 2 Miracles into your hand. Exhaust.",
    "Deus Ex Machina+": "Unplayable. When you draw this card, add 3 Miracles into your hand. Exhaust.",
    "Deva Form": "Ethereal. At the start of your turn, gain Energy and increase this gain by 1.",
    "Deva Form+": "At the start of your turn, gain Energy and increase this gain by 1.",
    "Devotion": "At the start of your turn, gain 2 Mantra.",
    "Devotion+": "At the start of your turn, gain 3 Mantra.",
    "Establishment": "Whenever a card is Retained, lower its cost by 1.",
    "Establishment+": "Innate. Whenever a card is Retained, lower its cost by 1.",
    "Judgment": "If the enemy has 30 or less HP, set their HP to 0.",
    "Judgment+": "If the enemy has 40 or less HP, set their HP to 0.",
    "Lesson Learned": "Deal 10 damage. If Fatal, Upgrade a random card in your deck. Exhaust.",
    "Lesson Learned+": "Deal 13 damage. If Fatal, Upgrade a random card in your deck. Exhaust.",
    "Master Reality": "Whenever a card is created during combat, Upgrade it.",
    "Omniscience": "Choose a card in your draw pile. Play the chosen card twice and Exhaust it. Exhaust.",
    "Ragnarok": "Deal 5 damage to a random enemy 5 times.",
    "Ragnarok+": "Deal 6 damage to a random enemy 6 times.",
    "Scrawl": "Draw cards until your hand is full. Exhaust.",
    "Spirit Shield": "Gain 3 Block for each card in your hand.",
    "Spirit Shield+": "Gain 4 Block for each card in your hand.",
    "Vault": "Take an extra turn after this one. End your turn. Exhaust.",
    "Wish": "Choose one: Gain 6 Plated Armor, 3 Strength, or 25 Gold. Exhaust.",
    "Wish+": "Choose one: Gain 8 Plated Armor, 4 Strength, or 30 Gold. Exhaust.",
    "Ascender's Bane": "Unplayable. Cannot be removed from your deck. Ethereal.",
    "Clumsy": "Unplayable. Ethereal.",
    "Curse of the Bell": "Unplayable. Cannot be removed from your deck.",
    "Decay": "Unplayable. At the end of your turn, take 2 damage.",
    "Doubt": "Unplayable. At the end of your turn, gain 1 Weak.",
    "Injury": "Unplayable.",
    "Necronomicurse": "Unplayable. There is no escape from this Curse.",
    "Normality": "Unplayable. You cannot play more than 3 cards this turn.",
    "Pain": "Unplayable. While in hand, lose 1 HP when other cards are played.",
    "Parasite": "Unplayable. If transformed or removed from your deck, lose 3 Max HP.",
    "Pride": "Innate. At the end of your turn, put a copy of this card on top of your draw pile. Exhaust.",
    "Regret": "Unplayable. At the end of your turn, lose HP equal to the number of cards in your hand.",
    "Shame": "Unplayable. At the end of your turn, gain 1 Frail.",
    "Writhe": "Unplayable. Innate.",
    "Burn": "Unplayable. At the end of your turn, take 2 damage.",
    "Burn+": "Unplayable. At the end of your turn, take 4 damage.",
    "Dazed": "Unplayable. Ethereal.",
    "Wound": "Unplayable.",
    "Slimed": "Exhaust.",
    "Void": "Unplayable. When this card is drawn, lose 1 Energy. Ethereal.",
    "Body Slam+": "Deal damage equal to your current Block.",
    "Havoc+": "Play the top card of your draw pile and Exhaust it.",
    "Dark Embrace+": "Whenever a card is Exhausted, draw 1 card.",
    "Entrench+": "Double your current Block.",
    "Infernal Blade+": "Add a random Attack to your hand. It costs 0 this turn. Exhaust.",
    "Seeing Red+": "Gain 2 energy. Exhaust.",
    "Barricade+": "Block is not removed at the start of your turn.",
    "Corruption+": "Skills cost 0. Whenever you play a Skill, Exhaust it.",
    "Exhume+": "Put a card from your Exhaust pile into your hand. Exhaust.",
    "Distraction+": "Add a random Skill to your hand. It costs 0 this turn. Exhaust.",
    "Setup+": "Place a card in your hand on top of your draw pile. It costs 0 until it is played.",
    "Terror+": "Apply 99 Vulnerable. Exhaust.",
    "Alchemize+": "Obtain a random potion. Exhaust.",
    "Bullet Time+": "You cannot draw additional cards this turn. Reduce the cost of all cards in your hand to 0 this turn.",
    "Envenom+": "Whenever an attack deals unblocked damage, apply 1 Poison.",
    "Nightmare+": "Choose a card. Next turn, add 3 copies of that card into your hand. Exhaust.",
    "Phantasmal Killer+": "On your next turn, your Attacks deal double damage.",
    "Tools of the Trade+": "At the start of your turn, draw 1 card and discard 1 card.",
    "Madness+": "A random card in your hand costs 0 for the rest of combat. Exhaust.",
    "Mind Blast+": "Innate. Deal damage equal to the number of cards in your draw pile.",
    "Apotheosis+": "Upgrade ALL of your cards for the rest of combat. Exhaust.",
    "Magnetism+": "At the start of each turn, add a random colorless card to your hand.",
    "Mayhem+": "At the start of your turn, play the top card of your draw pile.",
    "Beta+": "Shuffle an Omega into your draw pile. Exhaust.",
    "Dualcast+": "Evoke your next Orb twice.",
    "Zap+": "Channel 1 Lightning Lightning.",
    "Recursion+": "Evoke your next Orb. Channel the Orb that was just Evoked.",
    "Double Energy+": "Double your Energy. Exhaust.",
    "Fusion+": "Channel 1 Plasma Plasma.",
    "Recycle+": "Exhaust a card. Gain Energy equal to its cost.",
    "White Noise+": "Add a random Power to your hand. It costs 0 this turn. Exhaust.",
    "Creative AI+": "At the start of each turn, add a random Power card to your hand.",
    "Eruption+": "Deal 9 damage. Enter Wrath.",
    "Crescendo+": "Retain. Enter Wrath. Exhaust.",
    "Tranquility+": "Retain. Enter Calm. Exhaust.",
    "Rushdown+": "Whenever you enter Wrath, draw 2 cards.",
    "Study+": "At the end of your turn, shuffle an Insight into your draw pile.",
    "Master Reality+": "Whenever a card is created during combat, Upgrade it.",
    "Omniscience+": "Choose a card in your draw pile. Play the chosen card twice and Exhaust it. Exhaust.",
    "Scrawl+": "Draw cards until your hand is full. Exhaust.",
    "Vault+": "Take an extra turn after this one. End your turn. Exhaust.",
    "Ascender's Bane+": "Unplayable. Cannot be removed from your deck. Ethereal.",
    "Clumsy+": "Unplayable. Ethereal.",
    "Curse of the Bell+": "Unplayable. Cannot be removed from your deck.",
    "Decay+": "Unplayable. At the end of your turn, take 2 damage.",
    "Doubt+": "Unplayable. At the end of your turn, gain 1 Weak.",
    "Injury+": "Unplayable.",
    "Necronomicurse+": "Unplayable. There is no escape from this Curse.",
    "Normality+": "Unplayable. You cannot play more than 3 cards this turn.",
    "Pain+": "Unplayable. While in hand, lose 1 HP when other cards are played.",
    "Parasite+": "Unplayable. If transformed or removed from your deck, lose 3 Max HP.",
    "Pride+": "Innate. At the end of your turn, put a copy of this card on top of your draw pile. Exhaust.",
    "Regret+": "Unplayable. At the end of your turn, lose HP equal to the number of cards in your hand.",
    "Shame+": "Unplayable. At the end of your turn, gain 1 Frail.",
    "Writhe+": "Unplayable. Innate.",
    "Dazed+": "Unplayable. Ethereal.",
    "Wound+": "Unplayable.",
    "Slimed+": "Exhaust.",
    "Void+": "Unplayable. When this card is drawn, lose 1 Energy. Ethereal."
}