{
    "Accuracy": "Shivs deal X additional damage.",
    "After Image": "Whenever you play a card, gain X Block",
    "Amplify": "Your next X Power cards are played twice.",
    "Battle Hymn": "At the start of each turn add X Smites into your hand.",
    "Berserk": "At the start of your turn, gain X Energy.",
    "Blasphemer": "At the start of your turn, die. ",
    "Blur": " Block is not removed at the start of your next X turns.",
    "Brutality": "At the start of your turn, lose X HP and draw X cards.",
    "Burst": "Your next X Skills are played twice.",
    "Collect": "Put a Miracle+ into your hand at the start of your next X turns.",
    "Combust": "At the end of your turn, lose 1 HP(for each Combust played) and deal X damage to ALL enemies.",
    "Corruption": "Skills cost 0. Whenever you play a Skill, Exhaust it.",
    "Creative AI": "At the start of your turn, add X random Power cards into your hand.",
    "Dark Embrace": "Whenever a card is Exhausted, draw X cards.",
    "Demon Form": "At the start of your turn, gain X Strength.",
    "Deva": "At the start of your turn gain Energy N times and increase this gain by X.",
    "Devotion": "At the start of your turn, gain X Mantra.",
    "Double Damage": "Attacks deal double damage for X turns.",
    "Double Tap": "Your next X Attacks are played twice.",
    "Duplication": "Your next X cards are played twice.",
    "Echo Form": "The first X cards you play each turn are played twice.",
    "Electro": "Lightning Lightning hits ALL enemies.",
    "Envenom": "Whenever you deal unblocked attack damage, apply X Poison",
    "Equilibrium": " Retain your hand for X turns.",
    "Establishment": "Whenever a card is Retained, lower its cost by X.",
    "Evolve": "Whenever you draw a Status, draw X cards.",
    "Feel No Pain": "Whenever a card is Exhausted, gain X Block",
    "Fire Breathing": "Whenever you draw a Status or Curse card, deal X damage to ALL enemies.",
    "Flame Barrier": "When attacked, deals X damage back. Wears off at the start of your next turn.",
    "Foresight": "At the start of your turn, Scry X.",
    "Free Attack Power": "The next X Attacks you play costs 0.",
    "Heatsink": "Whenever you play a Power card, draw X cards.",
    "Hello": "At the start of your turn, add X random Common cards into your hand.",
    "Infinite Blades": "At the start of your turn, add X Shivs into your hand.",
    "Juggernaut": "Whenever you gain Block, deal X damage to a random enemy.",
    "Like Water": "At the end of your turn, if you are in Calm, gain X Block.",
    "Loop": "At the start of your turn, trigger the passive ability of your next Orb X times.",
    "Machine Learning": "At the start of your turn, draw X additional cards.",
    "Magnetism": "At the start of your turn, add X random colorless cards into your hand.",
    "Master Reality": "Whenever a card is created during combat, Upgrade it.",
    "Mayhem": "At the start of your turn, play the top X card of your draw pile.",
    "Mental Fortress": "Whenever you switch Stances, gain X Block.",
    "Nightmare": "Add X of a chosen card into your hand next turn.",
    "Nirvana": "Whenever you Scry, gain X Block.",
    "Noxious Fumes": "At the start of your turn, apply X Poison to ALL enemies.",
    "Omega": "At the end of your turn, deal X damage to ALL enemies.",
    "Panache": "If you play N more cards this turn, deal X damage to all enemies.",
    "PenNib Pen Nib": "Your next Attack deals double damage.",
    "Phantasmal": "Deal Double Damage for the next X turns.",
    "Rage": "Whenever you play an Attack, gain X Block.",
    "Rebound": "The next X cards you play this turn are placed on top of your draw pile.",
    "Regeneration": "At the end of your turn, heal X HP and reduce Regen by 1.",
    "Rushdown": "Whenever you enter Wrath, draw X cards.",
    "Repair": "At the end of combat, heal X HP.",
    "Rupture": "Whenever you lose HP from a card, gain X Strength.",
    "Sadistic": "Whenever you apply a debuff to an enemy, deal X damage.",
    "Simmering Rage": "At the start of your next turn, enter Wrath",
    "Static Discharge": "Whenever you receive attack damage, channel X Lightning Lightning.",
    "Storm": "Whenever you play a Power card, channel X Lightning Lightning.",
    "Study": "At the end of your turn, shuffle X Insights into your draw pile.",
    "Surrounded": "Receive 50% more damage if attacked from behind. Use targeting cards or potions to change your orientation.",
    "The Bomb": "At the end of N turns, deal X damage to all enemies.",
    "Thousand Cuts": "Whenever you play a card, deal X damage to ALL enemies.",
    "Tools of the Trade": "At the start of your turn, draw X cards and discard X cards.",
    "Wave of the Hand": "Whenever you gain Block this turn, apply X Weak to ALL enemies.",
    "Well-Laid Plans": "At the end of your turn, Retain up to X cards.",
    "Angry": "Upon receiving attack damage, gains X Strength.",
    "Back Attack": "Deals 50% more damage as it is attacking you from behind.",
    "Beat of Death": "Whenever you play a card, take X damage.",
    "Curiosity": "Whenever you play a Power card, gains X Strength.",
    "Curl Up": "On receiving attack damage, rolls up and gains X Block (Once per combat).",
    "Enrage": "Whenever you play a skill, gains X Strength",
    "Explosive": "Explodes in N turns, dealing X damage.",
    "Fading": "Dies in X turns.",
    "Invincible": "Can only lose X more HP this turn.",
    "Life Link": "If other Darklings are still alive, revives in 2 turns.",
    "Malleable": "Upon receiving attack damage, gains X Block. Block gain increases as Malleable is triggered. Resets to X at the start of your turn.",
    "Minion": "Minions abandon combat without their leader.",
    "Mode Shift": "After receiving X damage, changes to a defensive mode.",
    "Painful Stabs": "Whenever you receive attack damage from this enemy, add X Wounds into your discard pile.",
    "Reactive": "Upon receiving attack damage, changes its intent.",
    "Sharp Hide": "Whenever you play an attack, take X damage.",
    "Shifting": "Upon losing HP, loses that much Strength until the end of the turn.",
    "Split": "When its HP is at or below 50%, will split into 2 smaller Slimes with its current HP.",
    "Spore Cloud": "On death, applies X Vulnerable",
    "Stasis": "On death, a stolen card is returned to your hand.",
    "Strength Up": "At the end of its turn, gains X Strength.",
    "Thievery": "Steals X Gold whenever it attacks.",
    "Time Warp": "Whenever you play N cards, ends your turn and gains X Strength.",
    "Unawakened": "This enemy hasn't awakened yet..."
}